def txt(k):
    if k==1:
        str = "\t女警花 梳了梳那头干练的黑色齐耳短发，面容清秀的江疏影重新换上了她最熟悉的女警制服，显得格外英气，又十分的迷人，D罩杯的胸部即使是警服也难以遮住她傲人的火辣尺寸，下面一条又薄又亮的黑色丝袜，又紧紧的包裹着她那两条修长有力的美腿，让人浮想联翩。"
        return str
    if k==2:
        str = "26岁的女警花江疏影被传送到这个有着魔法和妖怪，像是rpg游戏一样的奇怪世界已经快一年了，凭借着极强的适应力，江疏影在努力活下去的同时，也在不停搜索着可以穿越回之前世界的方法。"
        return str
    if k==3:
        str = "今天，江疏影偶然打听到，在西方的一处森林深处，似乎有什么奇怪的东西，于是女警花江疏影便准备去那片奇怪的森林深处一探究竟…… “钱、警棍，手枪，食物和水，带上这些没问题了” 江疏影清点了一下所带的物品，那么 "
        return str
    if k==4:
        str = "这么远的路，还是先吃个面包，喝杯牛奶补充一下体力吧，江疏影吃了一个小面包，喝下了一杯牛奶"
        return str
    if k==5:
        str = "江疏影徒步赶到了驿站，准备搭乘去往森林的马车。就在这时，江疏影却突然感到自己的小腹隐隐传来了一阵酸胀的感觉“这是，尿意？”回想起来，自己今天早上确实没有去过厕所，所以……"
        return str
    if k==6:
        str = "“还是去上厕所吧”江疏影摸了摸稍微有些涨的小腹，走向了驿站的厕所 驿站的厕所十分简陋，地上还满是恶臭的秽物，空中的蚊虫也在“嗡嗡”乱飞，看着十分恶心 “呜~还是算了吧” 江疏影看了看恶心的，犹豫了一会厕所转身走了回去，登上了马车。"
        return str
    if k==7:
        str = "就这点尿意还用不着去厕所，之前执行任务的时候，连着憋了七八个小时我都忍得住呢 江疏影无视了小腹中隐隐的尿意，登上了马车。"
        return str
    if k==8:
        str = "马车在崎岖的道路上不断颠簸，坐在里面的江疏影渐渐感觉到了小腹中的压力 “啧，怎么那么慢，都过了快一个小时了” 江疏影摸了摸微微有些鼓胀的小肚子，轻声抱怨了一句，然后便把左腿压在了右腿上面，往后挪了挪屁股，试着缓解腹中的尿意\n一段时间后，已经有些尿意的江疏影终于来到了森林入口的小镇，于是 "
        return str

def add(i):
    i=i+1
    return  i

